tap "caskroom/cask"
tap "caskroom/fonts"
tap "d12frosted/emacs-plus"
tap "datawire/blackbird"
tap "ethereum/ethereum"
tap "golemfactory/golem"
tap "golemfactory/hyperg"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "paritytech/paritytech"
tap "sebglazebrook/aliases"
cask "java"
cask "osxfuse"
brew "autoconf"
brew "automake"
brew "bfg"
brew "boost"
brew "ccat"
brew "certbot"
brew "cmake"
brew "jq"
brew "libyaml"
brew "redis"
brew "conjure-up"
brew "coreutils"
brew "direnv"
brew "git"
brew "ffmpeg"
brew "fzf"
brew "gist"
brew "git-crypt"
brew "gnupg"
brew "git-secret"
brew "git-standup"
brew "go"
brew "heroku"
brew "hr"
brew "htop"
brew "httpie"
brew "hub"
brew "iftop"
brew "jsonnet"
brew "kubectx"
brew "kubernetes-helm"
brew "mas"
brew "maven"
brew "mp3info"
brew "postgresql", restart_service: true
brew "screenfetch"
brew "slurm"
brew "socat"
brew "sops"
brew "stern"
brew "tcptrack"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "watch"
brew "yank"
brew "yarn"
brew "d12frosted/emacs-plus/emacs-plus", args: ["with-24bit-color", "with-natural-title-bar", "without-spacemacs-icon"]
brew "datawire/blackbird/telepresence"
brew "koekeishiya/formulae/kwm"
brew "paritytech/paritytech/parity", args: ["stable"]
brew "sebglazebrook/aliases/aliases"
cask "cantata"
cask "emacs"
cask "ngrok"
cask "pgweb"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-hack"
cask "golemfactory/golem/golem"
